Revit 2027 API
IFCTransformSetter.Create Method
 Creates a new instance of a transform setter.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static IFCTransformSetter Create()
Public Shared Function Create As IFCTransformSetter
public:
static IFCTransformSetter^ Create()
static member Create : unit -> IFCTransformSetter
Return Value
IFCTransformSetter
 The new transform setter.
See Also
Reference
IFCTransformSetter Class
Autodesk.Revit.DB.IFC Namespace